Repository: Mohamedawad2020/sun-fun
Catalog: Sun Fun/*.lproj/Localizable.strings
Languages: ar

source: Just now
ar: منذ لحظات

source: seconds ago
ar: ثانية

# minute_ago
source: A minute ago
ar: منذ دقيقة

source: minutes ago
ar: دقائق مضت

# hour_ago
source: An hour ago
ar: منذ ساعة

source: hours ago
ar: ساعات مضت

source: days ago
ar: يوم مضي

source: Yesterday
ar: امس

source: Last week
ar: الاسبوع الماضي

source: weeks ago
ar: اسبوع

source: Last month
ar: الشهر الماضي

source: months ago
ar: شهر

source: Last year
ar: العام الماضي

source: years ago
ar: عام

# booking_approve
source: Your order has been accepted and the ticket will be sent to your email
ar: تم قبول طلبك وسوف يتم ارسال التذكرة على الايميل الخاص بك

# booking_disapprove
source: We are sorry to not accept your request for incomplete data
ar: نأسف لعدم قبول طلبك للحصول على بيانات غير كاملة

# event_approve
source: Your order of adding event has been accepted
ar: تم قبول طلبك الخاص بإضافة الحدث

# event_disapprove
source: We are sorry to not accept your event for incomplete data
ar: نأسف لعدم قبول هذا الحدث للحصول على بيانات غير كاملة

# upgrade_approve
source: Your order of Upgrading to company has been accepted
ar: تم قبول طلبك للترقية إلى الشركة

# upgrade_disapprove
source: we are sorry to not accept you to be company
ar: نأسف لعدم قبولك لتكون شركة

# all_fields_required
source: Please,All Fields Required
ar: من فضلك ، جميع الحقول مطلوبة

# email_required
source: Please,Email Field Required
ar: من فضلك ، حقل البريد الإلكتروني مطلوب

# password_required
source: Please,Password Field Required
ar: من فضلك ، حقل كلمة المرور مطلوب

# email_invalid
source: sorry, Invalid Email
ar: آسف ، البريد الإلكتروني غير صالح

# password_Weak
source: Sorry, Password Is Weak
ar: عذرا ، كلمة المرور ضعيفة

# phone_required
source: Please, Phone Number Required
ar: من فضلك ، رقم الجوال مطلوب

# phone_invalid
source: Sorry, Invalid Phone Number
ar: عذرا ، رقم الجوال غير صحيح

# user_required
source: Sorry ,User Name Field Required.
ar: عذرا ، حقل اسم المستخدم مطلوب.

# successfullyـregistered
source: Awesome, Successfully Registered
ar: لقد تم التسجيل بنجاح

# failed_register
source: Sorry, You Failed To Register
ar: آسف ، لقد فشلت في التسجيل

source: No Internet Connection
ar: لا يوجد اتصال بالأنترنت

# successfullyـlogin
source: Awesome, Successfully login
ar: رائع ،لقد تم تسجيل الدخول بنجاح

# failed_Login
source: Sorry, Your Email Or Password Incorrect
ar: عذرا ، البريد الإلكتروني الخاص بك أو كلمة المرور غير صحيحة

# get_data_error
source: Sorry,Try it later
ar: حاول فى وقتا لاحق

# failed_get_data
source: Sorry , You Failed To Get Data
ar: عذرا،حاول فى وقتا لاحق

source: Person
ar: شخص

source: SR
ar: ر.س

# Tikets
source: Tickets
ar: تذكره

# alertmessageActivity
source: Do you want to book the activity
ar: هل تريد حجز النشاط

source: Warning
ar: تنبيه

source: Ok
ar: موافق

source: Cancel
ar: الغاء

# bookEventFirst
source: Sorry ,You Not Booking That Event.
ar: آسف ، أنت لم تحجز هذا الحدث

# activitySuccess
source: Awesome, Successfully booked Activity.
ar: رائع ، تم حجز النشاط بنجاح.

# ivalidsubScriber
source: Sorry, invalid subscriber number.
ar: آسف ، رقم عدد المشتركين غير صالح.

# invalidpayedMethod
source: Sorry , Invalid Payment Method.
ar: آسف ، طريقة الدفع غير صالحة.

# FailedUpgradedToCompany
source: Sorry, Failed To Upgrade To Company.
ar: عذرا ، لقد فشلت فى الترقيه الى شركه،حاول فى وقتا لاحق

source: Upload Image
ar: تحميل صوره

# take_photo
source: Gallary
ar: الصور

# open_Camer
source: Camera
ar: الكاميرا

# subject_required
source: Sorry ,Subject Field Required.
ar: آسف ، حقل الموضوع مطلوب.

# Message_required
source: Sorry ,Message Field Is Empty.
ar: عذرا ، حقل الرسالة فارغ.

# message_sent
source: Awesome, Successfully Your Message Sent.
ar: رائع ،لقد تم ارسال الرساله بنجاح.

# activity_added
source: Awesome, Successfully Activity Added.
ar: رائع ،لقد تم اضافة النشاط بنجاح

# activity_not_added
source: Sorry ,Event Added But Activity Not Added.
ar: نأسف ، تمت إضافة الحدث ولكن لم تتم إضافة النشاط

# event_added
source: Awesome, Successfully Event Added.
ar: رائع ،لقد تم اضافة الحدث بنجاح.

# booking_accepted
source: Awesome ,Your Booking Accepted.
ar: رائع ، تم قبول الحجز الخاص بك.

# booking_Notaccepted
source: Sorry ,Your Booking Not Accepted.
ar: عذرا ، الحجز غير مقبول

# booking_Error
source: Sorry, Your Request Not Send For Incomplete data.
ar: عفوًا ، لا يتم إرسال طلبك للحصول على بيانات غير كاملة.

# event_id_not_correct
source: Sorry ,Event Not Found
ar: آسف ، لم يتم العثور على الحدث

# event_deleted
source: Awesome ,Event Deleted successfully.
ar: رائع ، تم حذف الحدث بنجاح.

# have_booking
source: Sorry ,That Event Has Booking.
ar: آسف ، هذا الحدث لديه حجز.

# event_deleted_notAllowed
source: Sorry ,This Event You Accepted Booking.
ar: عذرا ،لقد تم قبول حجز لهذا الحدث

# event_not_edited
source: sorry ,Your Event Not Edited For Incomplete Data.
ar: آسف ، لم يتم تعديل حدثك للحصول على بيانات غير كاملة.

# event_edited
source: Awesome ,Your Event Updated successfully.
ar: رائع ، حدثك تم تحديثه بنجاح.

# error_loading
source: Sorry ,An Problem Occure When Open The Website
ar: آسف ، مشكلة تحدث عند فتح الموقع

# enterActivitySubscribers
source: Please ,Enter Number Of Individuals Come to That Activity
ar: من فضلك ، أدخل عدد الأفراد الذين يأتون إلى هذا النشاط

source: Enter Number
ar: ادخل الرقم

# payment_invalid
source: Sorry ,Invalid Payment Method
ar: آسف ، طريقة الدفع غير صالحة

# number_of_individual_required
source: Sorry ,number Of Individual Required
ar: عذرا ،رقم عدد المشتركين غير صالح

# booking_success
source: Awesome ,Booking completed Successfully.
ar: رائع ، تم الانتهاء من الحجز بنجاح.

# booking_fail
source: Sorry ,Booking Not Complete For Incomplete Data
ar: عذرا ،لم يتم الحجز بنجاح لعدم اكتمال البيانات

source: Completed
ar: منجز

source: Refused
ar: مرفوض

source: Finished
ar: تم الانتهاء

source: No data available
ar: لا تتوافر بيانات لعرضها

# activity_Name_number
source: Activity Number
ar: نشاط رقم

# not_allowed
source: Sorry ,Not Allowed Because Yor Are Not Company
ar: عذرا ، غير مسموح به لأنك لست شركة

source: Warning
ar: تنبيه

# success_booking
source: Awesome ,Booking Event Completed Successfully.
ar: رائع ،لقد تم حجز الحدث بنجاح.

source: Alarm!
ar: تنبيه!

source: Add Another Activity
ar: اضافة نشاط اخر

# ActivityAdedSuccess
source: Awesome ,Activity Added Successfully.
ar: رائع ، تم إضافة النشاط بنجاح.

source: Finish
ar: تم الانتهاء

# ImageUpdatedSuccess
source: Awesome ,Image Profile Updated Successfully.
ar: رائع ،تم تحديث الصوره الشخصيه بنجاح.

# UpdatedSuccess
source: Awesome ,Profile Updated Successfully.
ar: رائع ،لقد تم تحيث الملف الشخصى بنجاح.

# EnterStartTimeFirst
source: Please ,Enter Start time First.
ar: من فضلك ، أدخل وقت البدء أولاً.

# enterEndAtFirst
source: Please ,Enter End AT time First.
ar: من فضلك ، أدخل نهاية الوقت أولا.

# notallowed
source: Sorry, Not Allowed To Add event
ar: عذرا ، غير مسموح به لإضافة حدث

# eventNameRequired
source: Please ,Enter Event Name.
ar: من فضلك ، أدخل اسم الحدث.

# departmentNameRequired
source: Please ,Enter Department Name.
ar: من فضلك ، أدخل اسم القسم.

# typenameRequired
source: Please ,Enter Type Name.
ar: من فضلك ، أدخل اسم النوع.

# responsibleRequired
source: Please ,Enter Responsible Name.
ar: من فضلك ادخل الاسم المسؤول

# firstImageRequired
source: please ,Enter First Image.
ar: من فضلك ، أدخل الصورة الأولى.

# secondImageRequired
source: please ,Enter Second Image.
ar: من فضلك ، أدخل الصورة الثانية.

# startDateRequired
source: please ,Enter Start Date.
ar: من فضلك ، أدخل تاريخ البدء.

# starttimeRequired
source: please ,Enter Start Time.
ar: من فضلك ، أدخل وقت البدء.

# endDateRequired
source: please ,Enter End Date.
ar: من فضلك ، أدخل تاريخ الانتهاء.

# endtimeRequired
source: please ,Enter End Time.
ar: من فضلك ، أدخل وقت الانتهاء.

# eventPriceRequired
source: please ,Enter Event Price.
ar: من فضلك ، أدخل سعر الحدث.

# eventmaxNumberRequired
source: please ,Enter Event Maximum Subsciber Number.
ar: من فضلك ، أدخل الحد الأقصى لعدد المشتركين في الحدث.

# eventEventDetailsRequired
source: please ,Enter Event Details.
ar: من فضلك ، أدخل تفاصيل الحدث.

# eventTicketDetailsRequired
source: please ,Enter Event Ticket Details.
ar: من فضلك ، أدخل تفاصيل تذكرة الحدث.

# title_required
source: Please ,Enter Activity Name.
ar: من فضلك ، أدخل اسم النشاط.

# unit_required
source: Please ,Enter Activity Unit.
ar: من فضلك ، أدخل وحدة النشاط.

# price_required
source: Please ,Enter Activity Price.
ar: من فضلك ، أدخل سعر النشاط.

# address_required
source: Please ,Enter Activity Address.
ar: من فضلك ، أدخل عنوان النشاط.

# max_required
source: Please ,Enter Activity Maximum Subscriber Number.
ar: من فضلك ،ادخل اقصى عدد المشتركين للنشاط

# time_required
source: Please ,Enter Activity Start Date.
ar: من فضلك ، أدخل تاريخ بدء النشاط.

# date_required
source: Please ,Enter Activity End Date.
ar: من فضلك ، أدخل تاريخ انتهاء النشاط.

# image_required
source: Please ,Enter Activity Image.
ar: من فضلك ، أدخل صورة النشاط.

# enterNewPassword
source: Please ,enter New Password.
ar: من فضلك، ادخل كلمة المرور الجديده.

# eventEnglishNameRequired
source: Please ,Event english Name Required.
ar: من فضلك ،ادخل اسم الحدث باللغه الانجليزيه.

# titleEnglish_required
source: Please ,Enter Activity Name In English.
ar: من فضلك ،ادخل اسم النشاط باللغه الانجليزيه.

# for_booking
source: New Booking Order
ar: طلب حجز جديد

# not_complete
source: Sorry ,Your Request Not Complete For Incomplete Data.
ar: عذرا ،لم يتم اكتمال طلبك لعدم اكتمال البيانات.
